tap "homebrew/bundle"
brew "ffmpeg"
brew "git"
brew "imagemagick"
brew "mas"
brew "mise"
brew "sheldon"
brew "wget"
cask "android-studio"
cask "appcleaner"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obs"
cask "raycast"
cask "safari-technology-preview"
cask "slack"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "CompareMerge2", id: 1459748650
mas "Disk Speed Test", id: 425264550
mas "FileZilla Pro", id: 1298486723
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
