tap "homebrew/bundle"
brew "bat"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "hyperfine"
brew "imagemagick"
brew "lsd"
brew "mas"
brew "mise"
brew "monolith"
brew "neovim"
brew "ripgrep"
brew "sheldon"
brew "tokei"
brew "vim"
brew "wget"
brew "xh"
brew "zoxide"
cask "alacritty"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox@developer-edition"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obs"
cask "pushplaylabs-sidekick"
cask "raycast"
cask "safari-technology-preview"
cask "slack"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "trex"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "wezterm"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "CompareMerge2", id: 1459748650
mas "Disk Speed Test", id: 425264550
mas "FileZilla Pro", id: 1298486723
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
