brew "awscli"
brew "bat"
brew "bottom"
brew "python-setuptools"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "mas"
brew "mise"
brew "monolith"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "sheldon"
brew "sops"
brew "tokei"
brew "vim"
brew "wget"
brew "xh"
brew "zoxide"
cask "alacritty"
cask "appcleaner"
cask "arc"
cask "aws-vault-binary"
cask "blackhole-2ch"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "firefox@developer-edition"
cask "google-chrome"
cask "gpg-suite"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obs"
cask "raycast"
cask "safari-technology-preview"
cask "slack"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "trex"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Blackmagic Disk Speed Test", id: 425264550
mas "CompareMerge2", id: 1459748650
mas "FileZilla Pro", id: 1298486723
