alefragnani.bookmarks
alefragnani.project-manager
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
chrmarti.regex
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
htmlhint.vscode-htmlhint
ics.japanese-proofreading
lottiefiles.vscode-lottie
mhutchie.git-graph
mrmlnc.vscode-scss
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
natizyskunk.sftp
octref.vetur
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tamasfe.even-better-toml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wix.vscode-import-cost
